Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=151_art_id=164.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Lávvu
smj: Åhpav: Låvdagoahte

source: Áhččámet
smj: Áhtje mijá

source: Áhččámet, don, guhte leat almmis !
smj: Áhttje mijá guhti le almen.

source: Basuhuvvos du namma.
smj: Ájlistuvvus duv namma.

source: Bohtos du riika.
smj: Båhtus duv rijkka.

source: Šaddos du dáhttu,
smj: Sjaddus duv sidot

source: mo almmis nu maiddái eatnamis.
smj: gåk almen, nåv aj ednamin.

source: Atte midjiide min juohkebeaivválaš láibbi..
smj: Vatte midjij uddni mijá bæjvvásasj lájbev.

source: Ja atte midjiide min suttuid ándagassii,
smj: Ja luojte midjij suttojdimme ándagis,

source: nugo mii ge ándagassii addit velggolaččaidasamet.
smj: nåv gåk mij aj luojttep mijá velgulattjajda.

source: Ale doalvvo min geahččalussii,
smj: Ja ale mijáv gæhttjalibmáj lájddi,

source: muhto beastte min bahás eret.
smj: ájnat várjjala mijáv bahás.

source: Dasgo du lea riika, fápmu ja gudni
smj: ja herlukvuohta ihkeven ájggáj.
